/*
#################### ЗАДАНИЕ ###################
	Разработать класс CDate, включающий следующие 
члены: 
	• поля day, month, year; 
	• константный метод char *DayOfWeek() const; 
	• конструктор по умолчанию CDate(); 
	• конструктор с параметрами CDate(int day, int month, 
int year); 
	• метод, возвращающий разницу между двумя датами в 
днях (перегруженный бинарный оператор «-»); 
	• метод изменения даты на заданное количество дней 
(перегруженный бинарный оператор «+»); 
	• метод вывода даты на экран void PrintDate(); 
	• перегруженные операции «++», «--», «>», «<», «==», 
«!=».
################################################
		СТАТУС : Не готово.
		ВОЗМОЖНЫЕ ДОРАБОТКИ:
*
		ИЗВЕСТНЫЕ ОШИБКИ:
*
		ПРОТЕСТИРОВАТЬ:
*
		ВИДЕО: 02:35:20(начало дз)
################################################
*/
#include <iostream>

int main()
{

}